routes/web.php

select exists(select * from `websites`) as `exists`
select * from `websites` limit 1
---
    function () {
        \UniSharp\LaravelFilemanager\Lfm::routes();
    }
);

Route::get('/', function () {
    $themes = Website::all()->first();

select * from `themes`
---
    Route::get('/reload-captcha', [FrontController::class, 'reloadCaptcha']);
});

Route::middleware(['auth:sanctum', 'verified', 'data_web'])->get('/dashboard', function () {
    $themes = Website::all()->first();
    return view($themes->themes_back . '.pages.dashboard');
})->name('dashboard');